const SingleProductAPI = [
    {
        id: 1,
        name: "Бургер Делюкс",
        description: "Сочный бургер с говядиной и сыром",
        price: 250,
        image: "https://i.pinimg.com/originals/2a/c8/2e/2ac82e2f6272ccbdf2783957c694f239.jpg",
        category: "Фастфуд",
        recipe: ["Булочка", "Говядина", "Сыр", "Огурцы", "Соус"],
        details: "Этот бургер сочетает в себе нежную говядину, хрустящую булочку и ароматный сыр, дополненный свежими огурцами и фирменным соусом."
    },
    {
        id: 2,
        name: "Пицца Маргарита",
        description: "Классическая пицца с помидорами и сыром",
        price: 450,
        image: "https://i.pinimg.com/originals/01/e9/73/01e9735775861223f7bd76af6e3543dd.jpg",
        category: "Фастфуд",
        recipe: ["Тесто", "Помидоры", "Сыр", "Базилик", "Соус"],
        details: "Идеальный выбор для любителей простоты: свежие томаты, расплавленный сыр и ароматный базилик на тонком тесте."
    },
    {
        id: 3,
        name: "Жареная курица",
        description: "Хрустящая и вкусная",
        price: 300,
        image: "https://avatars.mds.yandex.net/i?id=3f012a7b7241c3b6420b7f20d76de9acc06c6312-10144254-images-thumbs&n=13",
        category: "Фастфуд",
        recipe: ["Курица", "Мука", "Яйцо", "Специи", "Масло"],
        details: "Курица обжарена до золотистой корочки, снаружи хрустящая, внутри сочная и ароматная."
    },
    {
        id: 4,
        name: "Шаурма",
        description: "Гриль мясо в лаваше с овощами и соусом",
        price: 200,
        image: "https://avatars.mds.yandex.net/get-altay/14094067/2a0000019445997ed00c47472921245bf849/XXXL",
        category: "Фастфуд",
        recipe: ["Лаваш", "Куриное мясо", "Овощи", "Соус", "Капуста"],
        details: "Сочная шаурма с куриным мясом на гриле, свежими овощами и фирменным соусом в мягком лаваше."
    },
    {
        id: 5,
        name: "Компот",
        description: "Традиционный фруктовый напиток",
        price: 50,
        image: "https://avatars.mds.yandex.net/i?id=9e267f9ca449cd88d5a074ce8f78fffc_l-5233442-images-thumbs&n=13",
        category: "Напитки",
        recipe: ["Яблоки", "Сахар", "Вода", "Груши"],
        details: "Освежающий напиток, приготовленный из свежих фруктов, идеально подходит к любой трапезе."
    },
    {
        id: 6,
        name: "Максим",
        description: "Национальный киргизский напиток из злаков",
        price: 60,
        image: "https://www.shoro.kg/wp-content/uploads/2019/12/yiapno.png",
        category: "Напитки",
        recipe: ["Пшеница", "Кукуруза", "Вода", "Соль"],
        details: "Традиционный напиток Киргизстана с уникальным вкусом, приготовленный из натуральных злаков."
    },
    {
        id: 7,
        name: "Бешбармак",
        description: "Национальное блюдо Киргизстана с мясом и лапшой",
        price: 500,
        image: "https://avatars.mds.yandex.net/get-altay/5456749/2a0000017f30807253bebbbad3b22761bb74/XXXL",
        category: "Традиционная еда",
        recipe: ["Лапша", "Говядина", "Лук", "Бульон", "Специи"],
        details: "Сытное блюдо с вареной говядиной, домашней лапшой и насыщенным бульоном — гордость кыргызской кухни."
    },
    {
        id: 8,
        name: "Курдак",
        description: "Жареное мясо с картошкой и луком",
        price: 450,
        image: "https://avatars.mds.yandex.net/i?id=08f3a13595fe7a81a513913a8e9f3878_l-11908484-images-thumbs&n=13",
        category: "Традиционная еда",
        recipe: ["Говядина", "Картошка", "Лук", "Специи", "Масло"],
        details: "Традиционное жаркое с мягким мясом, подрумяненной картошкой и луком в пряностях."
    },
    {
        id: 9,
        name: "Курдак",
        description: "Жареное мясо с картошкой и луком",
        price: 450,
        image: "https://avatars.mds.yandex.net/i?id=08f3a13595fe7a81a513913a8e9f3878_l-11908484-images-thumbs&n=13",
        category: "Традиционная еда",
        recipe: ["Говядина", "Картошка", "Лук", "Специи", "Масло"],
        details: "Традиционное жаркое с мягким мясом, подрумяненной картошкой и луком в пряностях."
    },
    {
        id: 10,
        name: "Компот",
        description: "Традиционный фруктовый напиток",
        price: 50,
        image: "https://avatars.mds.yandex.net/i?id=9e267f9ca449cd88d5a074ce8f78fffc_l-5233442-images-thumbs&n=13",
        category: "Напитки",
        recipe: ["Яблоки", "Сахар", "Вода", "Груши"],
        details: "Освежающий напиток, приготовленный из свежих фруктов, идеально подходит к любой трапезе."
    }
];

export default SingleProductAPI;
